Repository: psyKomicron/Croak
Catalog: Croak/Resources.lang-*.resw
Source language: en_us
Languages: fr_fr

# AudioProfilesPageDisplayName
source: Audio profiles
fr_fr: Profiles audio

# AudioSessionViewHideMenuFlyoutItem.Text
source: Hide
fr_fr: Cacher

# AudioSessionViewLockMenuFlyoutItem.Text
source: Lock
fr_fr: Verrouiller

# ErrorAppFailedRestart
source: Failed to restart app, try again or close the window
fr_fr: L'application n'a pas pu être redémarrée

# ErrorAudioSessionsUnavailable
source: Audio sessions changes will be unavailable
fr_fr: Pas de sessions audio disponibles

# ErrorFatalFailure
source: Oh oh, something went wrong... Please restart the app and try again.
fr_fr: Oh oh... Une erreur est survenue, essayez de redémarrer l'application

# HotKeyName.1
source: System volume up
fr_fr: Augmenter le volume système

# HotKeyName.2
source: System volume down
fr_fr: Diminuer le volume système

# HotKeyName.3
source: System volume up (alternative)
fr_fr: Augmenter le volume système (alternatif)

# HotKeyName.4
source: System volume down (alternative)
fr_fr: Diminuer le volume système (alternatif)

# HotKeyName.5
source: Mute volume
fr_fr: Couper le son

# InfoAudioSessionsReloaded
source: Audio sessions reloaded
fr_fr: Sessions audio chargées

# InfoHotKeysDisabled
source: Hot keys disabled
fr_fr: Hot keys désactivées

# InfoHotKeysEnabled
source: Hot keys enabled
fr_fr: Hot keys activées

# MainWindowDisableAnimationsButton.Content
source: Disable animations
fr_fr: Désactiver les animations

# MainWindowDisableHotKeysButton.Content
source: Disable hot keys
fr_fr: Désactiver les hot keys

# MainWindowDisplayMenuFlyoutItem.Text
source: Display
fr_fr: Affichage

# MainWindowHideMenuFlyoutItem.Text
source: Hide
fr_fr: Cacher

source: Mute/unmute
fr_fr: Couper/rétablir le son

# MainWindowNewContentHyperlinkButton.Content
source: See what's new
fr_fr: Voir les nouveautées

# MainWindowReloadSessionsButton.Text
source: Reload sessions
fr_fr: Recharger les sessions

# MainWindowRestartApplicationButton.Text
source: Restart
fr_fr: Redémarrer

# MainWindowSettingsButton.Text
source: Settings
fr_fr: Paramètres

# MainWindowSettingsButtonTeachingTip.Title
source: Settings
fr_fr: Paramètres

# MainWindowShowAppBarButton.Content
source: Show menu
fr_fr: Afficher le menu

source: Show hidden sessions
fr_fr: Montrer les sessions cachées

# MainWindowShowHiddenSessionsButton.Content
source: Show hidden sessions
fr_fr: Afficher les sessions cachées

# MainWindowTeachingTipViewHotkeysHyperlinkButton.Content
source: Open settings
fr_fr: Ouvrir les paramètres

# MainWindowTeachingTipViewSettingsTextBlock.Text
source: Access settings, app actions, change items layout and customize display here.
fr_fr: Afficher les paramètres, les fonctions de l'application, modifier la disposition des éléments et personnaliser l'affichage.

# NewContentPageChangesTitleTextBlock.Text
source: Changes & fixes
fr_fr: Mises à jour

# NewContentPageNewContentTitleTextBlock.Text
source: What's new
fr_fr: Nouveautées

# SecondWindowTitle
source: Croak settings
fr_fr: Paramètres (Croak)

# SettingsAboutThisAppTextBlock.Text
source: About this app
fr_fr: A propos de cette application

# SettingsAppNameTextBlock.Text
source: Croak by psyKomicron
fr_fr: Croak par psyKomicron

# SettingsNewContentTextBlock.Text
source: What's new
fr_fr: Nouveautées

# SettingsOtherLinksTextBlock.Text
source: Other links
fr_fr: Autres liens

# SettingsPageCustomTitleBarTextBlock.Text
source: Custom title bar
fr_fr: Barre personalisée

# SettingsPageDisplayName
source: Settings
fr_fr: Paramètres

# SettingsPageHideWindowTextBlock.Text
source: Hide window in compact mode
fr_fr: Cacher la fenêtre en mode compact

# SettingsPageLaunchOnStartUpTextBlock.Text
source: Launch app on startup
fr_fr: Démarrer l'application avec le système

# SettingsPagePowerEfficiencyTextBlock.Text
source: Power efficiency
fr_fr: Efficacité énergitique

# SettingsPageStartupProfileTextBlock.Text
source: Startup profile
fr_fr: Profile par defaut

# SettingsPageTransparencyEffectsTextBlock.Text
source: Transparency effects
fr_fr: Effets de transparence

# SystemAudioSessionName
source: System
fr_fr: Système
